11/data/attachments/fbc918a8f1fbfbf1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kevin_offer_Friend_30774_5</nif:username>
            <nif:friendToBeRequested>soap_friends_2a65597f-1b65-4443-ac68-bb0f9ed069c2</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>